Repository: druids/django-pymess
Catalog: pymess/locale/*/LC_MESSAGES/django.po
Languages: cs

source: sent
cs: odeslána

source: queued
cs: zařazeno do fronty

source: scheduled
cs: naplánováno

source: rejected
cs: zamítnuto

source: invalid
cs: špatný formát

source: timeouted
cs: vypršel čas na zpracování dotazu

source: not found
cs: nenalezeno

source: not sent yet
cs: zatím neodeslána

source: delivered
cs: doručena

source: not delivered
cs: nedoručena

source: not able to determine the state
cs: není možné zjistit stav

source: authentication failed
cs: ověření se nezdařilo

source: DB error
cs: chyba databáze

source: SMS is OK and ready to be sent
cs: SMS je připravena k odeslání

source: unspecified error
cs: nespecifikovaná chyba

source: one of the requests has not unique "uniq"
cs: jeden z požadavků nemá unikátní hodnotu "uniq"

source: SMS has not unique "uniq"
cs: SMS nemá unikátní hodnotu "uniq"

source: SMS lacks keyword
cs: SMS postrádá klíčové slovo

source: keyword not valid
cs: neplatné klíčové slovo

source: no sender specified
cs: není specifikován odesílatel

source: sender not valid
cs: číslo odesílatele je neplatné

source: MO PR SMS not allowed
cs: SMS typu MO PR není povolena

source: MT PR SMS not allowed
cs: SMS typu MT PR není povolena

source: MT PR SMS daily limit exceeded
cs: počet SMS typu MT PR překročen denní limit

source: MT PR SMS total limit exceeded
cs: počet SMS typu MT PR překročen celkový limit

source: geographic number is not allowed
cs: geografické číslo není povoleno

source: MT SMS to Slovakia not allowed
cs: SMS typu MT na Slovensko není povolena

source: shortcodes not allowed
cs: zkratky nejsou povoleny

source: sender is unknown
cs: odesílatel je neznámý

source: type of SMS not specified
cs: type SMS zprávny není určen

source: SMS too long
cs: text SMS je moc dlouhý

source: too many SMS parts (max. is 10)
cs: příliš mnoho částí SMS (maximum je 10)

source: wrong number of sender/receiver
cs: špatné číslo odesílatele nebo příjemce

source: recipient is missing or in wrong format
cs: číslo příjemce chybí nebo je ve špatném formátu

source: using "textid" is not allowed
cs: použití hodnoty "texstid" není povoleno

source: "textid" is in wrong format
cs: hodnota "textid" má špatný formát

source: long SMS with "textid" not allowed
cs: dlouhá SMS s "textid" není povolena

source: XML body missing
cs: chybí tělo XML zprávy

source: XML is not readable
cs: XML zpráva není validní

source: unknown HTTP method or not HTTP POST
cs: neznámá HTTP metoda

source: XML invalid
cs: XML má špatný formát

source: number not exists
cs: číslo neexistuje

source: wrong number format
cs: špatný formát čísla

source: another error
cs: jiná chyba

source: event error
cs: chyba události

source: SMS text too long
cs: text SMS je moc dlouhý

source: partly delivered
cs: částečně doručeno

source: unknown
cs: stav neznámý

source: partly delivered, partly unknown
cs: částečně doručeno, částečně neznáme

source: partly not delivered, partly unknown
cs: částečně nedoručeno, částečně neznámé

source: partly delivered, partly not delivered, partly unknown
cs: částečně doručeno, částečně nedoručeno, částečně neznámé

source: sent at
cs: odesláno v

source: recipient
cs: příjemce

source: content
cs: obsah

source: state
cs: stav

source: error
cs: chyba

source: extra sender data
cs: extra data odesílatele

source: number of send attempts
cs: počet pokusů odeslání

source: priority
cs: priorita

source: content type of the related object
cs: typ vztaženého objektu

source: ID of the related object
cs: identifikátor vztaženého objektu

source: message body
cs: tělo zprávy

source: is active
cs: je aktivní

source: is locked
cs: je uzamčeno

source: Duplicate messages are allowed
cs: Duplicitní zprávy jsou povolené

source: Error during template body rendering: "{}"
cs: Chyba během vykreslování obsahu zprávy: "{}"

source: waiting
cs: čeká

source: not assigned
cs: nepřiřazeno

source: ready
cs: připraveno

source: rescheduled by dialer
cs: naplánováno volajícím

source: call in progress
cs: probíhající hovor

source: hangup
cs: zavěšeno

source: done
cs: dokončen

source: rescheduled
cs: naplánováno

source: listened up complete message
cs: vyslechnuta celá zpráva

source: listened up partial message
cs: nevyslechnuta celá zpráva

source: unreachable
cs: nedostupné číslo

source: declined
cs: odmítnuto

source: unanswered
cs: volaný nezvedá

source: unanswered - hangup by dialer
cs: volaný nezvedá - zavěsil vytáčející

source: answered - hangup by customer
cs: odpovězeno - zavěsil zákazník

source: error message update
cs: chyba aktualizace zprávy

source: debug
cs: testovací

source: error retry
cs: chyba (pokus o odeslání bude opakován)

source: template
cs: šablona

source: is autodialer
cs: je autodialer

source: number of status check attempts
cs: počet pokusů kontroly statusu

source: dialer message
cs: navolávání

source: dialer messages
cs: navolávání

source: Autodialer message must contain content.
cs: Zpráva Autodialeru musí obsahovat obsah.

source: is final state
cs: ukončeno

source: related object of a dialer message
cs: vztažený objekt zprávy dialeru

source: related objects of dialer messages
cs: vztažené typy zpráv dialeru

source: dialer template
cs: šablona navolávání

source: dialer templates
cs: šablony navolávání

source: disallowed object of a dialer template
cs: zakázaný objekt zprávy dialeru

source: disallowed objects of dialer templates
cs: zakázané objekty zpráv dialeru

source: sending
cs: odesílá se

source: sender
cs: odesílatel

source: sender name
cs: jméno odesílatele

source: subject
cs: předmět

source: external ID
cs: externí ID

source: last webhook received at
cs: Poslední webhook přijat

source: info changed at
cs: informace změněny

source: content file
cs: soubor s obsahem

source: e-mail message
cs: e-mail

source: e-mail messages
cs: e-maily

source: related object of a e-mail message
cs: vztažený objekt e-mailové zprávy

source: related objects of e-mail messages
cs: vztažené typy e-mailových zpráv

source: content type
cs: typ přílohy

source: file
cs: soubor

source: attachment
cs: příloha

source: attachments
cs: přílohy

source: Error during template subject rendering: "{}"
cs: Chyba během vykreslování předmětu zprávy: "{}"

source: e-mail template
cs: šablona e-mailu

source: e-mail templates
cs: šablony e-mailů

source: disallowed object of an e-mail template
cs: zakázaný objekt e-mailové zprávy

source: disallowed objects of e-mail templates
cs: zakázané objekty e-mailových zpráv

source: heading
cs: nadpis

source: URL
cs: URL adresa

source: redirect URL
cs: URL přesměrování

source: push notification
cs: push notifikace

source: push notifications
cs: push notifikace

source: push notification message
cs: zpráva push notifikace

source: related object of a push notification message
cs: vztažený objekt zprávy push notifikace

source: related objects of a push notification message
cs: vztažené objekty zprávy push notifikace

source: push notification template
cs: šablona push notifikace

source: push notification templates
cs: šablony push notifikace

source: output SMS
cs: odchozí SMS

source: output SMS message
cs: odchozí SMS zpráva

source: related object of a SMS message
cs: vztažený objekt SMS zprávy

source: related objects of SMS messages
cs: vztažené objekty SMS zpráv

source: SMS template
cs: SMS šablona

source: SMS templates
cs: SMS šablony

source: disallowed object of an SMS template
cs: zakázaný objekt SMS zprávy

source: disallowed objects of SMS templates
cs: zakázané objekty SMS zpráv

source: HTML body contains one of banned tag: {}
cs: Tělo HTML obsahuje jeden ze zakázaných tagů: {}

source: e-mail template attachment
cs: příloha e-mailové šablony

source: e-mail template attachments
cs: přílohy e-mailové šablony

source: filename
cs: název souboru
